Repository: Quinten1995/atyourservice
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

# wiederholenBisLabel
source: Repeat until: {date}
de: Wiederholen bis: {date}
es: Repetir hasta: {date}
fr: Répéter jusqu'à : {date}
tr: Tekrarlama bitişi: {date}

# auftragAbschicken
source: Submit job
de: Auftrag abschicken
es: Enviar trabajo
fr: Envoyer la mission
tr: İşi gönder

# auftragGespeichert
source: Job saved!
de: Auftrag wurde gespeichert!
es: ¡Trabajo guardado!
fr: Mission enregistrée !
tr: İş kaydedildi!

# bitteEinloggen
source: Please log in first
de: Bitte zuerst einloggen
es: Por favor inicia sesión primero
fr: Veuillez vous connecter d'abord
tr: Lütfen önce giriş yapın

# adresseNichtGefunden
source: Address not found.
de: Adresse nicht gefunden.
es: Dirección no encontrada.
fr: Adresse non trouvée.
tr: Adres bulunamadı.

# unbekannterFehler
source: Unknown error: {error}
de: Unbekannter Fehler: {error}
es: Error desconocido: {error}
fr: Erreur inconnue : {error}
tr: Bilinmeyen hata: {error}

# auftragDetailTitle
source: Job details
de: Auftragsdetails
es: Detalles del trabajo
fr: Détails de la mission
tr: İş Detayları

# nichtEingeloggt
source: Not logged in
de: Nicht eingeloggt
es: No ha iniciado sesión
fr: Non connecté
tr: Giriş yapılmadı

# rolleNichtErmittelt
source: Role could not be determined
de: Rolle konnte nicht ermittelt werden
es: No se pudo determinar el rol
fr: Rôle non déterminé
tr: Rol belirlenemedi

# auftragNichtGefunden
source: Job not found
de: Auftrag nicht gefunden
es: Trabajo no encontrado
fr: Mission non trouvée
tr: İş bulunamadı

# bewertungDanke
source: Thank you for your rating!
de: Danke für deine Bewertung!
es: ¡Gracias por tu valoración!
fr: Merci pour votre évaluation !
tr: Değerlendirmeniz için teşekkürler!

# limitErreicht
source: Limit reached
de: Limit erreicht
es: Límite alcanzado
fr: Limite atteinte
tr: Limit doldu

# limitFree
source: As a freemium service provider, you can accept up to 2 jobs per week. Upgrade to Silver or Gold for more options!
de: Als Freemium-Dienstleister kannst du pro Woche maximal 2 Aufträge annehmen. Upgrade auf Silver oder Gold für mehr Möglichkeiten!
es: Como proveedor freemium, puedes aceptar hasta 2 trabajos por semana. ¡Actualiza a Silver o Gold para más opciones!
fr: En tant que prestataire freemium, vous pouvez accepter jusqu'à 2 missions par semaine. Passez à Silver ou Gold pour plus d'options !
tr: Freemium hizmet sağlayıcı olarak haftada en fazla 2 iş kabul edebilirsiniz. Daha fazla imkan için Silver veya Gold'a yükseltin!

# limitSilver
source: As a Silver service provider, you can accept up to 5 jobs per week. Upgrade to Gold for unlimited jobs!
de: Als Silver-Dienstleister kannst du pro Woche maximal 5 Aufträge annehmen. Upgrade auf Gold für unbegrenzte Aufträge!
es: Como proveedor Silver, puedes aceptar hasta 5 trabajos por semana. ¡Actualiza a Gold para trabajos ilimitados!
fr: En tant que prestataire Silver, vous pouvez accepter jusqu'à 5 missions par semaine. Passez à Gold pour des missions illimitées !
tr: Silver hizmet sağlayıcı olarak haftada en fazla 5 iş kabul edebilirsiniz. Sınırsız iş için Gold'a yükseltin!

# auftragAnnehmen
source: Accept job
de: Auftrag annehmen
es: Aceptar trabajo
fr: Accepter la mission
tr: İşi kabul et

# auftragBeenden
source: Complete job
de: Auftrag beenden
es: Finalizar trabajo
fr: Terminer la mission
tr: İşi bitir

# auftragEntfernenUebersicht
source: Remove job from overview
de: Auftrag aus Übersicht entfernen
es: Eliminar trabajo de la vista general
fr: Retirer la mission de la vue d'ensemble
tr: İşi görünümden kaldır

# auftragEntfernen
source: Remove job
de: Auftrag entfernen
es: Eliminar trabajo
fr: Retirer la mission
tr: İşi kaldır

# auftragEntfernenTitel
source: Remove job?
de: Auftrag entfernen?
es: ¿Eliminar trabajo?
fr: Retirer la mission ?
tr: İş kaldırılsın mı?

# auftragEntfernenText
source: Do you want to remove this job from your overview?
de: Möchtest du diesen Auftrag aus deiner Übersicht entfernen?
es: ¿Quieres eliminar este trabajo de tu vista general?
fr: Voulez-vous retirer cette mission de votre vue d'ensemble ?
tr: Bu işi görünümünden kaldırmak istiyor musun?

# entfernen
source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
tr: Kaldır

# keineDatenVerfuegbar
source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Pas de données disponibles
tr: Veri yok

# kategorie
source: Category:
de: Kategorie:
es: Categoría:
fr: Catégorie :
tr: Kategori:

# adresse
source: Address:
de: Adresse:
es: Dirección:
fr: Adresse :
tr: Adres:

source: Status:
es: Estado:
fr: Statut :
tr: Durum:

# jedenWochentag
source: Every {wochentag}
de: Jeden {wochentag}
es: Cada {wochentag}
fr: Chaque {wochentag}
tr: Her {wochentag}

# bisDatum
source: until {datum}
de: bis {datum}
es: hasta {datum}
fr: jusqu'au {datum}
tr: {datum} tarihine kadar

# malSuffix
source: times
de: mal
es: veces
fr: fois
tr: kez

# nummerKopiert
source: Number copied!
de: Nummer kopiert!
es: ¡Número copiado!
fr: Numéro copié !
tr: Numara kopyalandı!

# nummerKopieren
source: Copy number
de: Nummer kopieren
es: Copiar número
fr: Copier le numéro
tr: Numarayı kopyala

# anrufen
source: Call
de: Anrufen
es: Llamar
fr: Appeler
tr: Ara

# fehlerPrefix
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
tr: Hata: {error}

# hello
source: Welcome!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue!
tr: Hoş geldiniz!

# kundeButton
source: I'm looking for a service provider
de: Ich suche einen Dienstleister
es: Busco un proveedor de servicios
fr: Je cherche un prestataire
tr: Hizmet sağlayıcı arıyorum

# dienstleisterButton
source: I am a service provider
de: Ich bin Dienstleister
es: Soy un proveedor de servicios
fr: Je suis un prestataire
tr: Ben bir hizmet sağlayıcıyım

# category_babysitter
source: Babysitter / Child care
de: Babysitter / Kinderbetreuung
es: Niñera / Cuidado de niños
fr: Baby-sitter / Garde d'enfants
tr: Bebek bakıcısı / Çocuk bakımı

# category_catering
source: Catering
fr: Traiteur

# category_dachdecker
source: Roofer
de: Dachdecker
es: Techador
fr: Couvreur
tr: Çatı ustası

# category_elektriker
source: Electrician
de: Elektriker
es: Electricista
fr: Électricien
tr: Elektrikçi

# category_ernaehrungsberatung
source: Nutrition consulting
de: Ernährungsberatung
es: Asesoría nutricional
fr: Conseil en nutrition
tr: Beslenme danışmanlığı

# category_eventplanung
source: Event planning
de: Eventplanung
es: Planificación de eventos
fr: Organisation d'événements
tr: Etkinlik planlama

# category_fahrdienste
source: Transport services
de: Fahrdienste
es: Servicios de transporte
fr: Services de transport
tr: Servis taşımacılığı

# category_fahrlehrer
source: Driving instructor
de: Fahrlehrer/in
es: Instructor de conducción
fr: Moniteur d'auto-école
tr: Sürücü eğitmeni

# category_fensterputzer
source: Window cleaner
de: Fensterputzer
es: Limpiador de ventanas
fr: Laveur de vitres
tr: Pencere temizleyici

# category_fliesenleger
source: Tiler
de: Fliesenleger
es: Colocador de azulejos
fr: Carreleur
tr: Fayans ustası

# category_fotografie
source: Photography / Videography
de: Fotografie / Videografie
es: Fotografía / Videografía
fr: Photographie / Vidéographie
tr: Fotoğrafçılık / Videografi

# category_friseur
source: Hairdresser
de: Friseur/in
es: Peluquero/a
fr: Coiffeur/euse
tr: Kuaför

# category_gartenpflege
source: Garden care / Lawn mowing
de: Gartenpflege / Rasenmähen
es: Cuidado del jardín / Corte de césped
fr: Entretien de jardin / Tonte de pelouse
tr: Bahçe bakımı / Çim biçme

# category_grafikdesign
source: Graphic design
de: Grafikdesign
es: Diseño gráfico
fr: Graphisme
tr: Grafik tasarım

# category_handy_reparatur
source: Smartphone / Tablet repair
de: Handy/Tablet-Reparatur
es: Reparación de móviles/tablets
fr: Réparation smartphone/tablette
tr: Cep telefonu / Tablet tamiri

# category_haushaltsreinigung
source: House cleaning
de: Haushaltsreinigung
es: Limpieza del hogar
fr: Ménage à domicile
tr: Ev temizliği

# category_hausmeisterservice
source: Janitorial service
de: Hausmeisterservice
es: Servicio de portería
fr: Service de conciergerie
tr: Apartman görevlisi hizmeti

# category_heizungsbauer
source: Heating installer
de: Heizungsbauer
es: Instalador de calefacción
fr: Installateur de chauffage
tr: Isıtma sistemleri ustası

# category_hundesitter
source: Dog sitting / Walking
de: Hundesitter / Gassi-Service
es: Paseador de perros / Cuidado de perros
fr: Promenade de chiens / Garde de chiens
tr: Köpek gezdirme / Bakım

# category_it_support
source: IT support
es: Soporte informático
fr: Support informatique
tr: IT desteği

# category_klempner
source: Plumber
de: Klempner
es: Fontanero
fr: Plombier
tr: Tesisatçı

# category_kosmetik
source: Beautician
de: Kosmetiker/in
es: Esteticista
fr: Esthéticien/ne
tr: Güzellik uzmanı

# category_kuenstler
source: Artist (e.g. musician for events)
de: Künstler (z.B. Musiker für Events)
es: Artista (p.ej. músico para eventos)
fr: Artiste (ex : musicien pour événements)
tr: Sanatçı (örn. etkinlik müzisyeni)

# category_kurierdienst
source: Courier service
de: Kurierdienst
es: Servicio de mensajería
fr: Service de messagerie
tr: Kurye servisi

# category_maler
source: Painter
de: Maler
es: Pintor
fr: Peintre
tr: Boya ustası

# category_massagen
source: Massage
de: Massagen
es: Masajes
fr: Massages
tr: Masaj

# category_maurer
source: Bricklayer
de: Maurer
es: Albañil
fr: Maçon
tr: Duvar ustası

# category_moebelaufbau
source: Furniture assembly
de: Möbelaufbau / -montage
es: Montaje de muebles
fr: Montage de meubles
tr: Mobilya montajı

# category_musikunterricht
source: Music lessons
de: Musikunterricht
es: Clases de música
fr: Cours de musique
tr: Müzik dersi

# category_nachhilfe
source: Tutoring
de: Nachhilfe
es: Clases particulares
fr: Cours particuliers
tr: Özel ders

# category_nagelstudio
source: Nail studio
de: Nagelstudio
es: Salón de uñas
fr: Institut de manucure
tr: Tırnak stüdyosu

# category_pc_reparatur
source: PC / Laptop repair
de: PC-/Laptop-Reparatur
es: Reparación de PC/portátiles
fr: Réparation PC / ordinateur portable
tr: PC / Laptop tamiri

# category_partyservice
source: Party service
es: Servicio para fiestas
fr: Service pour fêtes
tr: Parti servisi

# category_personal_trainer
source: Personal trainer
es: Entrenador personal
fr: Coach personnel
tr: Kişisel antrenör

# category_rasenmaeher_service
source: Lawnmower service
de: Rasenmäher-Service
es: Servicio de cortacésped
fr: Service de tondeuse à gazon
tr: Çim biçme servisi

# category_rechtsberatung
source: Legal consulting
de: Rechtsberatung
es: Asesoría jurídica
fr: Conseil juridique
tr: Hukuk danışmanlığı

# category_reparaturdienste
source: Repair services
de: Reparaturdienste
es: Servicios de reparación
fr: Services de réparation
tr: Tamir hizmetleri

# category_seniorenbetreuung
source: Senior care
de: Seniorenbetreuung
es: Cuidado de mayores
fr: Aide aux personnes âgées
tr: Yaşlı bakımı

# category_social_media
source: Social media management
de: Social Media Betreuung
es: Gestión de redes sociales
fr: Gestion des réseaux sociaux
tr: Sosyal medya yönetimi

# category_sonstige
source: Other services
de: Sonstige Dienstleistungen
es: Otros servicios
fr: Autres services
tr: Diğer hizmetler

# category_sprachunterricht
source: Language lessons
de: Sprachunterricht
es: Clases de idiomas
fr: Cours de langues
tr: Dil dersi

# category_steuerberatung
source: Tax consulting
de: Steuerberatung
es: Asesoría fiscal
fr: Conseil fiscal
tr: Vergi danışmanlığı

# category_tischler
source: Carpenter
de: Tischler/Schreiner
es: Carpintero
fr: Menuisier
tr: Marangoz

# category_transport
source: Transport & Mobility
de: Transport & Mobilität
es: Transporte y movilidad
fr: Transport & Mobilité
tr: Taşıma & Mobilite

# category_umzugstransporte
source: Moving transport
de: Umzugstransporte
es: Transporte de mudanzas
fr: Transport de déménagement
tr: Taşınma taşımacılığı

# category_umzugshelfer
source: Moving helper
de: Umzugshelfer
es: Ayudante de mudanza
fr: Aide au déménagement
tr: Taşınma yardımcısı

# category_uebersetzungen
source: Translations
de: Übersetzungen
es: Traducciones
fr: Traductions
tr: Çeviri hizmetleri

# category_waescheservice
source: Laundry service
de: Wäscheservice
es: Servicio de lavandería
fr: Service de blanchisserie
tr: Çamaşır servisi

# category_einkaufsservice
source: Shopping service
de: Einkaufsservice
es: Servicio de compras
fr: Service de courses
tr: Alışveriş servisi

# category_haustierbetreuung
source: Pet care
de: Haustierbetreuung
es: Cuidado de mascotas
fr: Garde d'animaux
tr: Evcil hayvan bakımı

# statusOffen
source: Open
de: Offen
es: Abierto
fr: Ouvert
tr: Açık

# statusInBearbeitung
source: In progress
de: In Bearbeitung
es: En progreso
fr: En cours
tr: Devam ediyor

# statusAbgeschlossen
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
tr: Tamamlandı

# privacyButton
source: Privacy
fr: Confidentialité
tr: Gizlilik

# interval_weekly
source: Weekly
fr: Hebdomadaire

# interval_biweekly
source: Every 2 weeks
fr: Toutes les 2 semaines

# interval_monthly
source: Monthly
fr: Mensuel

# weekday_monday
source: Monday
fr: Lundi

# weekday_tuesday
source: Tuesday
fr: Mardi

# weekday_wednesday
source: Wednesday
fr: Mercredi

# weekday_thursday
source: Thursday
fr: Jeudi

# weekday_friday
source: Friday
fr: Vendredi

# weekday_saturday
source: Saturday
fr: Samedi

# weekday_sunday
source: Sunday
fr: Dimanche

# kundenInfoBanner
source: You are logged in as a customer. Please describe the service you need here. Service providers will then send you offers.
fr: Vous êtes connecté en tant que client. Veuillez décrire ici le service dont vous avez besoin. Les prestataires de services vous feront ensuite des offres.

# titelHint
source: e.g. Have my apartment cleaned
fr: par ex. faire nettoyer mon appartement

# beschreibungHint
source: Describe what needs to be done – e.g. clean 3 rooms, kitchen, and bathroom ...
fr: Décrivez ce qui doit être fait – par ex. nettoyer 3 pièces, cuisine, salle de bain ...

# emailLabel
source: Email
es: Correo electrónico
tr: E-posta

source: OK
tr: Tamam

# descriptionLabel
source: Description
de: Beschreibung
es: Descripción
tr: Açıklama

# premiumSilverPrice
source: €4.99 / month
es: 4,99 € / mes
tr: Aylık €4,99

# beschreibungLabel
source: Description
de: Beschreibung
es: Descripción
tr: Açıklama

# beschreibung
source: Description:
de: Beschreibung:
es: Descripción:
tr: Açıklama:

# kontaktZuLabel
source: Contact {label}:
de: Kontakt zu {label}:
es: Contacto con {label}:
tr: {label} ile iletişim:

# category_webdesign
source: Web design
es: Diseño web
tr: Web tasarım
