Repository: Quinten1995/atyourservice
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

# registerAppBar
source: Registration
de: Registrierung
es: Registro
fr: Inscription
tr: Kayıt

# registerTitle
source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
tr: Kayıt Ol

# roleLabel
source: Select a role
de: Rolle auswählen
es: Selecciona un rol
fr: Sélectionner un rôle
tr: Bir rol seçin

# roleKunde
source: Customer
de: Kunde
es: Cliente
fr: Client
tr: Müşteri

# roleDienstleister
source: Service Provider
de: Dienstleister
es: Proveedor de servicios
fr: Prestataire
tr: Hizmet Sağlayıcı

# categoryLabel
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
tr: Kategori

# categoryValidator
source: Please select a category
de: Bitte Kategorie auswählen
es: Por favor selecciona una categoría
fr: Veuillez sélectionner une catégorie
tr: Lütfen kategori seçin

# emailEmpty
source: Please enter an email
de: Bitte E-Mail eingeben
es: Por favor ingresa un correo electrónico
fr: Veuillez saisir un e-mail
tr: Lütfen e-posta girin

# emailInvalid
source: Please enter a valid email
de: Bitte gültige E-Mail eingeben
es: Por favor ingresa un correo electrónico válido
fr: Veuillez saisir un e-mail valide
tr: Lütfen geçerli bir e-posta girin

# passwordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
tr: Şifre

# passwordEmpty
source: Please enter a password
de: Bitte Passwort eingeben
es: Por favor ingresa una contraseña
fr: Veuillez saisir un mot de passe
tr: Lütfen şifre girin

# passwordTooShort
source: Password must be at least 6 characters
de: Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit comporter au moins 6 caractères
tr: Şifre en az 6 karakter olmalıdır

# registerButton
source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
tr: Kayıt Ol

# registerSuccess
source: Registration successful! Please confirm your email.
de: Registrierung erfolgreich! Bitte bestätige deine E-Mail.
es: ¡Registro exitoso! Por favor confirma tu correo electrónico.
fr: Inscription réussie ! Veuillez confirmer votre e-mail.
tr: Kayıt başarılı! Lütfen e-postanızı onaylayın.

# registerExists
source: This email is already registered. Please log in or reset your password.
de: Diese E-Mail ist bereits registriert. Bitte einloggen oder Passwort zurücksetzen.
es: Este correo electrónico ya está registrado. Por favor inicia sesión o restablece tu contraseña.
fr: Cet e-mail est déjà enregistré. Veuillez vous connecter ou réinitialiser votre mot de passe.
tr: Bu e-posta zaten kayıtlı. Lütfen giriş yapın veya şifrenizi sıfırlayın.

# registerInvalidEmail
source: Please enter a valid email address.
de: Bitte eine gültige E-Mail-Adresse eingeben.
es: Por favor ingresa una dirección de correo válida.
fr: Veuillez saisir une adresse e-mail valide.
tr: Lütfen geçerli bir e-posta adresi girin.

# registerPasswordShort
source: Password must be at least 6 characters.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit comporter au moins 6 caractères.
tr: Şifre en az 6 karakter olmalıdır.

# registerFailed
source: Registration failed: {error}
de: Registrierung fehlgeschlagen: {error}
es: Error en el registro: {error}
fr: Échec de l'inscription : {error}
tr: Kayıt başarısız: {error}

# registerUnknownError
source: Unknown error: {error}
de: Unbekannter Fehler: {error}
es: Error desconocido: {error}
fr: Erreur inconnue : {error}
tr: Bilinmeyen hata: {error}

# profileAppBar
source: Service Provider Profile
de: Dienstleisterprofil
es: Perfil del proveedor
fr: Profil du prestataire
tr: Hizmet Sağlayıcı Profili

# profileAddressLabel
source: Home Address (e.g. Example Street 12, 12345 Example City)
de: Heimatadresse (z.B. Beispielstraße 12, 12345 Beispielstadt)
es: Dirección de domicilio (ej. Calle Ejemplo 12, 12345 Ciudad Ejemplo)
fr: Adresse du domicile (ex. : Rue Exemple 12, 12345 Ville Exemple)
tr: Ev Adresi (örn. Örnek Sokak 12, 12345 Örnek Şehir)

# profileAddressEmpty
source: Please enter address
de: Bitte Adresse eingeben
es: Por favor ingresa la dirección
fr: Entrer l'adresse
tr: Lütfen adres girin

# profileSaveButton
source: Save profile
de: Profil speichern
es: Guardar perfil
fr: Enregistrer le profil
tr: Profili kaydet

# profileAddressSaved
source: Address saved!
de: Adresse gespeichert!
es: ¡Dirección guardada!
fr: Adresse enregistrée !
tr: Adres kaydedildi!

# profileLoadError
source: Error loading: {error}
de: Fehler beim Laden: {error}
es: Error al cargar: {error}
fr: Erreur lors du chargement : {error}
tr: Yükleme hatası: {error}

# profileSaveError
source: Error saving: {error}
de: Fehler beim Speichern: {error}
es: Error al guardar: {error}
fr: Erreur lors de l'enregistrement : {error}
tr: Kaydetme hatası: {error}

source: Not logged in
de: Nicht eingeloggt
es: No has iniciado sesión
fr: Non connecté.
tr: Giriş yapılmadı

# pleaseLogin
source: Please log in first
de: Bitte zuerst einloggen
es: Por favor inicia sesión primero
fr: Veuillez d'abord vous connecter
tr: Lütfen önce giriş yapın

# changeNotAllowedTitle
source: Change Not Allowed
de: Änderung nicht erlaubt
es: Cambio no permitido
fr: Modification impossible
tr: Değişiklik izin verilmiyor

# changeNotAllowedContent
source: As a free user, you can only change your category or address every 20 days. Next change allowed from: {date}
de: Als kostenloser Nutzer kannst du Kategorie oder Adresse nur alle 20 Tage ändern. Nächste Änderung möglich ab: {date}
es: Como usuario gratuito, solo puedes cambiar tu categoría o dirección cada 20 días. Próximo cambio permitido desde: {date}
fr: En tant qu'utilisateur gratuit, vous ne pouvez changer votre catégorie ou adresse que tous les 20 jours. Prochain changement possible à partir du : {date}
tr: Ücretsiz kullanıcı olarak kategori veya adresi yalnızca 20 günde bir değiştirebilirsiniz. Bir sonraki değişiklik şu tarihten itibaren mümkün: {date}

# profileSaved
source: Profile saved successfully!
de: Profil erfolgreich gespeichert!
es: ¡Perfil guardado con éxito!
fr: Profil enregistré avec succès !
tr: Profil başarıyla kaydedildi!

# changeProfileImage
source: Change profile picture
de: Profilbild ändern
es: Cambiar foto de perfil
fr: Changer la photo de profil
tr: Profil resmini değiştir

source: Upgrade to Premium
de: Zu Premium wechseln
es: Actualizar a Premium
fr: Passer à Premium
tr: Premiium'a yükselt

source: No ratings yet
de: Noch keine Bewertungen
es: Sin valoraciones aún
fr: Aucun avis pour le moment
tr: Henüz değerlendirme yok

# nameLabel
source: Name
es: Nombre
fr: Nom
tr: İsim

# nameValidator
source: Please enter name
de: Bitte Name eingeben
es: Por favor ingresa el nombre
fr: Veuillez saisir le nom
tr: Lütfen isim girin

# addressLabel
source: Address (e.g. street, zip code, city)
de: Adresse (z.B. Straße, PLZ, Stadt)
es: Dirección (ej. calle, código postal, ciudad)
fr: Adresse (ex : rue, code postal, ville)
tr: Adres (örn. sokak, posta kodu, şehir)

# phoneLabel
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
tr: Telefon

# phoneValidator
source: Please enter a phone number
de: Bitte Telefonnummer eingeben
es: Por favor ingresa un número de teléfono
fr: Veuillez saisir un numéro de téléphone
tr: Lütfen telefon numarası girin

# emailEmptyValidator
source: Please enter your email
de: Bitte E-Mail eingeben
es: Por favor ingresa tu correo electrónico
fr: Veuillez saisir votre e-mail
tr: Lütfen e-postanızı girin

# emailInvalidValidator
source: Please enter a valid email
de: Bitte gültige E-Mail eingeben
es: Por favor ingresa un correo válido
fr: Veuillez saisir une adresse e-mail valide
tr: Lütfen geçerli bir e-posta girin

# errorPrefix
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
tr: Hata: {error}

# changeLimitHint
source: Category/address can only be changed from {date}.
de: Kategorie/Adresse kann erst ab dem {date} geändert werden.
es: La categoría/dirección solo podrá ser cambiada a partir del {date}.
fr: La catégorie/adresse ne pourra être modifiée qu'à partir du {date}.
tr: Kategori/Adres ancak {date} tarihinden itibaren değiştirilebilir.

# addressNotFound
source: Address not found. Please check.
de: Adresse nicht gefunden. Bitte prüfen.
es: Dirección no encontrada. Por favor verifica.
fr: Adresse introuvable. Veuillez vérifier.
tr: Adres bulunamadı. Lütfen kontrol edin.

# ratingsCount
source: ({count} ratings)
de: ({count} Bewertungen)
es: ({count} valoraciones)
fr: ({count} avis)
tr: ({count} değerlendirme)

# premiumAppBar
source: Upgrade to Premium
de: Zu Premium wechseln
es: Actualizar a Premium
fr: Passer à Premium
tr: Premium'a yükselt

# premiumChoosePlan
source: Choose your Premium Plan
de: Wähle deinen Premium-Plan
es: Elige tu plan Premium
fr: Choisissez votre plan Premium
tr: Premium Planınızı seçin

# premiumCurrentPlan
source: Current Subscription:
de: Aktuelles Abo:
es: Suscripción actual:
fr: Abonnement actuel :
tr: Mevcut abonelik:

# premiumFreePrice
source: free
de: kostenlos
es: gratis
fr: gratuit
tr: ücretsiz

# premiumFreeFeature1
source: Accept 1 job per week
de: 1 Auftrag pro Woche annehmen
es: Aceptar 1 trabajo por semana
fr: Accepter 1 mission par semaine
tr: Haftada 1 iş kabul et

# premiumFreeFeature2
source: Jobs within a 5 km radius
de: Aufträge im Umkreis von 5 km
es: Trabajos en un radio de 5 km
fr: Missions dans un rayon de 5 km
tr: 5 km çapında işler

# premiumFreeFeature3
source: Basic categories only
de: Nur Basis-Kategorien
es: Solo categorías básicas
fr: Catégories de base uniquement
tr: Sadece temel kategoriler

# premiumFreeFeature4
source: Category change only every 20 days
de: Kategorie-Wechsel nur alle 20 Tage
es: Cambio de categoría solo cada 20 días
fr: Changement de catégorie seulement tous les 20 jours
tr: Kategori değişimi sadece 20 günde bir

# premiumSilverFeature1
source: Unlimited job acceptance
de: Unbegrenzte Aufträge annehmen
es: Aceptar trabajos ilimitados
fr: Missions illimitées
tr: Sınırsız iş kabul et

# premiumSilverFeature2
source: Jobs within a 15 km radius
de: Aufträge im Umkreis von 15 km
es: Trabajos en un radio de 15 km
fr: Missions dans un rayon de 15 km
tr: 15 km çapında işler

# premiumSilverFeature3
source: All categories available
de: Alle Kategorien verfügbar
es: Todas las categorías disponibles
fr: Toutes les catégories disponibles
tr: Tüm kategorilere erişim

# premiumGoldFeature1
source: Unlimited job acceptance
de: Unbegrenzte Aufträge annehmen
es: Aceptar trabajos ilimitados
fr: Missions illimitées
tr: Sınırsız iş kabul et

# premiumGoldFeature2
source: Jobs within a 40 km radius
de: Aufträge im Umkreis von 40 km
es: Trabajos en un radio de 40 km
fr: Missions dans un rayon de 40 km
tr: 40 km çapında işler

# premiumGoldFeature3
source: All categories available
de: Alle Kategorien verfügbar
es: Todas las categorías disponibles
fr: Toutes les catégories disponibles
tr: Tüm kategorilere erişim

# premiumGoldFeature4
source: Premium user badge (visible to clients)
de: Premium User Badge (sichtbar für Kunden)
es: Distintivo de usuario premium (visible para los clientes)
fr: Badge utilisateur premium (visible pour les clients)
tr: Premium kullanıcı rozeti (müşteriler tarafından görünür)

# premiumGoldPrice
source: €9.99 / month
es: 9,99 € / mes
fr: 9,99 € / mois
tr: Aylık €9,99

# premiumChooseButton
source: Choose {title}
de: {title} wählen
es: Elegir {title}
fr: Choisir {title}
tr: {title} seçin

# premiumPaymentNote
source: Note: All payments are securely processed via Apple or Google. You can cancel or manage your subscription anytime in the store.
de: Hinweis: Alle Zahlungen erfolgen sicher über Apple oder Google. Du kannst dein Abo jederzeit im Store kündigen oder verwalten.
es: Nota: Todos los pagos se procesan de forma segura a través de Apple o Google. Puedes cancelar o gestionar tu suscripción en cualquier momento en la tienda.
fr: Note : Tous les paiements sont sécurisés via Apple ou Google. Vous pouvez annuler ou gérer votre abonnement à tout moment dans la boutique.
tr: Not: Tüm ödemeler Apple veya Google üzerinden güvenli bir şekilde işlenir. Aboneliğinizi mağazada istediğiniz zaman iptal edebilir veya yönetebilirsiniz.

# premiumSilverComingSoon
source: Silver coming soon!
de: Silver bald verfügbar!
es: ¡Silver pronto disponible!
fr: Achat Silver bientôt disponible !
tr: Silver yakında geliyor!

# premiumGoldComingSoon
source: Gold coming soon!
de: Gold bald verfügbar!
es: ¡Gold pronto disponible!
fr: Achat Gold bientôt disponible !
tr: Gold yakında geliyor!

# auftragHidden
source: Job hidden.
de: Auftrag ausgeblendet.
es: Trabajo oculto.
fr: Mission masquée.
tr: İş gizlendi.

# auftragHideError
source: Error hiding job: {error}
de: Fehler beim Ausblenden: {error}
es: Error al ocultar el trabajo: {error}
fr: Erreur lors du masquage : {error}
tr: İşi gizlerken hata: {error}

# meineAuftraegeAppBar
source: My Jobs
de: Meine Aufträge
es: Mis trabajos
fr: Mes missions
tr: İşlerim

# refreshTooltip
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Recharger
tr: Yenile

# noAuftraegeFound
source: No jobs found.
de: Keine Aufträge gefunden.
es: No se encontraron trabajos.
fr: Aucune mission trouvée.
tr: İş bulunamadı.

# geplanterAuftrag
source: Scheduled job
de: Geplanter Auftrag
es: Trabajo programado
fr: Mission programmée
tr: Planlanan iş

# auftragAusblenden
source: Hide job
de: Auftrag ausblenden
es: Ocultar trabajo
fr: Masquer la mission
tr: İşi gizle

# loginFailedDetails
source: Login failed. Please check your credentials or confirm your email.
de: Login fehlgeschlagen. Bitte überprüfe deine Daten oder bestätige deine E-Mail.
es: Error al iniciar sesión. Por favor verifica tus datos o confirma tu correo electrónico.
fr: Échec de la connexion. Veuillez vérifier vos informations ou confirmer votre e-mail.
tr: Giriş başarısız. Lütfen bilgilerinizi kontrol edin veya e-postanızı onaylayın.

# loginSuccess
source: Login successful!
de: Login erfolgreich!
es: ¡Inicio de sesión exitoso!
fr: Connexion réussie !
tr: Giriş başarılı!

# loginFailedPrefix
source: Login failed: {error}
de: Login fehlgeschlagen: {error}
es: Error de inicio de sesión: {error}
fr: Échec de la connexion : {error}
tr: Giriş başarısız: {error}

# loginUnknownError
source: Unknown error: {error}
de: Unbekannter Fehler: {error}
es: Error desconocido: {error}
fr: Erreur inconnue : {error}
tr: Bilinmeyen hata: {error}

# emailValidatorEmpty
source: Please enter an email
de: Bitte E-Mail eingeben
es: Por favor ingresa un correo electrónico
fr: Veuillez saisir un e-mail
tr: Lütfen e-posta girin

# emailValidatorInvalid
source: Please enter a valid email
de: Bitte gültige E-Mail eingeben
es: Por favor ingresa un correo electrónico válido
fr: Veuillez saisir un e-mail valide
tr: Lütfen geçerli bir e-posta girin

# passwordValidatorEmpty
source: Please enter a password
de: Bitte Passwort eingeben
es: Por favor ingresa una contraseña
fr: Veuillez saisir un mot de passe
tr: Lütfen şifre girin

# passwordValidatorShort
source: Password must be at least 6 characters
de: Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères
tr: Şifre en az 6 karakter olmalı

# loginKundeAppBar
source: Customer Login
de: Login für Kunden
es: Inicio de sesión para clientes
fr: Connexion client
tr: Müşteri Girişi

# loginKundeHeadline
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
tr: Giriş Yap

# loginButton
source: Login
es: Iniciar sesión
fr: Connexion
tr: Giriş

# noAccountYet
source: No account yet? Register now
de: Noch kein Konto? Jetzt registrieren
es: ¿No tienes cuenta? Regístrate ahora
fr: Pas encore de compte ? Inscrivez-vous maintenant
tr: Henüz hesabınız yok mu? Şimdi kayıt olun

# loginFailedDetailsDL
source: Login failed. Please check your credentials or confirm your email.
de: Login fehlgeschlagen. Bitte überprüfe deine Daten oder bestätige deine E-Mail.
es: Error al iniciar sesión. Por favor verifica tus datos o confirma tu correo electrónico.
fr: Échec de la connexion. Veuillez vérifier vos informations ou confirmer votre e-mail.
tr: Giriş başarısız. Lütfen bilgilerinizi kontrol edin veya e-postanızı onaylayın.

# wrongRoleDL
source: This account is not a service provider. Please use the customer login.
de: Dieser Account ist kein Dienstleister. Bitte nutze den Kunden-Login.
es: Esta cuenta no es un proveedor de servicios. Por favor usa el inicio de sesión para clientes.
fr: Ce compte n'est pas un prestataire de services. Veuillez utiliser la connexion client.
tr: Bu hesap bir hizmet sağlayıcı değil. Lütfen müşteri girişi yapın.

# loginDLAppBar
source: Service Provider Login
de: Login für Dienstleister
es: Inicio de sesión para proveedores
fr: Connexion prestataire
tr: Hizmet Sağlayıcı Girişi

# loginDLHeadline
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
tr: Giriş Yap

# kundenDashboardHeader
source: Your Dashboard
de: Dein Dashboard
es: Tu panel
fr: Votre tableau de bord
tr: Paneliniz

# kundenDashboardAppBar
source: Customer Dashboard
de: Kunden-Dashboard
es: Panel de clientes
fr: Tableau de bord client
tr: Müşteri Paneli

# editProfileTooltip
source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
tr: Profili düzenle

# laufendeAuftraege
source: Ongoing jobs
de: Laufende Aufträge
es: Trabajos en curso
fr: Missions en cours
tr: Devam eden işler

# statusPrefix
source: Status: {status}
es: Estado: {status}
fr: Statut : {status}
tr: Durum: {status}

# dienstleisterPrefix
source: Service provider: {dienstleister}
de: Dienstleister: {dienstleister}
es: Proveedor: {dienstleister}
fr: Prestataire : {dienstleister}
tr: Hizmet sağlayıcı: {dienstleister}

# offeneAuftraege
source: Open jobs
de: Offene Aufträge
es: Trabajos abiertos
fr: Missions ouvertes
tr: Açık işler

# noOffeneAuftraege
source: No open jobs found.
de: Keine offenen Aufträge gefunden.
es: No se encontraron trabajos abiertos.
fr: Aucune mission ouverte trouvée.
tr: Açık iş bulunamadı.

# abgeschlosseneAuftraege
source: Completed jobs
de: Abgeschlossene Aufträge
es: Trabajos completados
fr: Missions terminées
tr: Tamamlanan işler

# abgeschlossenStatus
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
tr: Tamamlandı

# neuerAuftrag
source: New job
de: Neuer Auftrag
es: Nuevo trabajo
fr: Nouvelle mission
tr: Yeni iş

# pleaseCreateProfile
source: Please create your profile first.
de: Bitte zunächst dein Profil anlegen.
es: Por favor crea tu perfil primero.
fr: Veuillez d'abord créer votre profil.
tr: Lütfen önce profilini oluştur.

# profilMissingCategory
source: Category missing in profile.
de: Kategorie im Profil fehlt.
es: Falta categoría en el perfil.
fr: Catégorie manquante dans le profil.
tr: Profilde kategori eksik.

# dienstleisterDashboardHeader
source: Your Dashboard
de: Dein Dashboard
es: Tu panel
fr: Votre tableau de bord
tr: Paneliniz

# dienstleisterDashboardAppBar
source: Service Provider Dashboard
de: Dashboard Dienstleister
es: Panel de proveedores
fr: Tableau de bord prestataire
tr: Hizmet Sağlayıcı Paneli

# meineLaufendenAuftraege
source: My ongoing jobs
de: Meine laufenden Aufträge
es: Mis trabajos en curso
fr: Mes missions en cours
tr: Devam eden işlerim

# kundePrefix
source: Customer: {kunde}
de: Kunde: {kunde}
es: Cliente: {kunde}
fr: Client : {kunde}
tr: Müşteri: {kunde}

# offenePassendeAuftraege
source: Open matching jobs
de: Offene, passende Aufträge
es: Trabajos abiertos que coinciden
fr: Missions ouvertes correspondantes
tr: Açık, uygun işler

# noPassendeAuftraege
source: No matching jobs found.
de: Keine passenden Aufträge gefunden.
es: No se encontraron trabajos que coincidan.
fr: Aucune mission correspondante trouvée.
tr: Uygun iş bulunamadı.

# entfernungSuffix
source: {dist} km away
de: {dist} km entfernt
es: a {dist} km
fr: à {dist} km
tr: {dist} km uzakta

# auftragBereitsBewertet
source: You have already rated this job.
de: Du hast diesen Auftrag bereits bewertet.
es: Ya has valorado este trabajo.
fr: Vous avez déjà évalué cette mission.
tr: Bu işi zaten değerlendirdiniz.

# bewertungDialogTitle
source: Rate service provider
de: Dienstleister bewerten
es: Calificar proveedor de servicios
fr: Évaluer le prestataire
tr: Hizmet sağlayıcıyı değerlendir

# bewertungKommentarLabel
source: Comment (optional)
de: Kommentar (optional)
es: Comentario (opcional)
fr: Commentaire (optionnel)
tr: Yorum (isteğe bağlı)

# abbrechen
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
tr: İptal

# abschicken
source: Submit
de: Abschicken
es: Enviar
fr: Envoyer
tr: Gönder

# auftragErstellenTitle
source: Create new job
de: Neuen Auftrag erstellen
es: Crear nuevo trabajo
fr: Créer une nouvelle mission
tr: Yeni iş oluştur

# auftragEinstellenUeberschrift
source: Post a job now
de: Jetzt Auftrag einstellen
es: Publicar trabajo ahora
fr: Publier une mission maintenant
tr: Şimdi iş ilanı oluştur

# titelLabel
source: Title
de: Titel
es: Título
fr: Titre
tr: Başlık

# titelValidator
source: Please enter a title
de: Bitte Titel eingeben
es: Por favor ingresa un título
fr: Veuillez saisir un titre
tr: Lütfen başlık girin

# kategorieLabel
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
tr: Kategori

# heimatadresseEinfuegen
source: Insert home address
de: Heimatadresse einfügen
es: Insertar dirección de domicilio
fr: Insérer l'adresse du domicile
tr: Ev adresini ekle

# adresseLabel
source: Address (e.g. Alter Markt 76, 50667 Cologne)
de: Adresse (z. B. Alter Markt 76, 50667 Köln)
es: Dirección (ej. Alter Markt 76, 50667 Colonia)
fr: Adresse (ex. Alter Markt 76, 50667 Cologne)
tr: Adres (örn. Alter Markt 76, 50667 Köln)

# telefonnummerLabel
source: Phone number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
tr: Telefon numarası

# telefonnummerValidator
source: Please enter a phone number
de: Bitte Telefonnummer eingeben
es: Por favor ingresa un número de teléfono
fr: Veuillez saisir un numéro de téléphone
tr: Lütfen telefon numarası girin

# ausfuehrungszeitpunkt
source: Execution time
de: Ausführungszeitpunkt
es: Hora de ejecución
fr: Heure d'exécution
tr: Yürütme zamanı

# soSchnellWieMoeglich
source: As soon as possible
de: So schnell wie möglich
es: Lo antes posible
fr: Dès que possible
tr: Mümkün olan en kısa sürede

# geplant
source: Planned
de: Geplant
es: Programado
fr: Planifié
tr: Planlandı

# datumWaehlen
source: Choose date
de: Datum wählen
es: Elegir fecha
fr: Choisir la date
tr: Tarih seç

# zeitVon
source: Time from
de: Zeit von
es: Hora desde
fr: Heure de début
tr: Saat (başlangıç)

# zeitBis
source: Time to
de: Zeit bis
es: Hora hasta
fr: Heure de fin
tr: Saat (bitiş)

# wiederkehrendCheckbox
source: Recurring job?
de: Wiederkehrender Auftrag?
es: ¿Trabajo recurrente?
fr: Mission récurrente ?
tr: Tekrarlayan iş?

# intervallLabel
source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
tr: Aralık

# intervallValidator
source: Please select an interval
de: Bitte Intervall wählen
es: Por favor selecciona un intervalo
fr: Veuillez sélectionner un intervalle
tr: Lütfen aralık seçin

# wochentagLabel
source: Weekday
de: Wochentag
es: Día de la semana
fr: Jour de la semaine
tr: Haftanın günü

# wochentagValidator
source: Please select a weekday
de: Bitte Wochentag wählen
es: Por favor selecciona un día de la semana
fr: Veuillez sélectionner un jour de la semaine
tr: Lütfen haftanın gününü seçin

# anzahlWiederholungenLabel
source: Number of repetitions (optional)
de: Anzahl Wiederholungen (optional)
es: Número de repeticiones (opcional)
fr: Nombre de répétitions (optionnel)
tr: Tekrarlama sayısı (isteğe bağlı)

# wiederholenBisNichtGesetzt
source: Repeat until: not set
de: Wiederholen bis: nicht gesetzt
es: Repetir hasta: no definido
fr: Répéter jusqu'à : non défini
tr: Tekrarlama bitişi: ayarlanmadı
